

"""
Входные данные:
1 BTC
15 ETH 



- 2568,845047 -- кол-во LINK за 1 BTC
- 14,66810522 -- кол-во ETH за 2568,845047 LINK
- 0,995318948 -- кол-во BTC за 14,66810522 ETH






- 2626.970228 -- кол-во LINK за 15 ETH
- 1,02262697 -- кол-во BTC за 2626,970228 LINK
- 15,07 -- кол-во ETH за 1,02262697 BTC
- 19827,26245 -- кол-во USDT за 15,07 ETH



Вопросы:

- Как процесс будет выглядеть со стороны клиента? 
В админке он задаёт пары вида BTC/USDT, ETH/USDT, LINK/BTC и так далее, 
которые образуют связку. 

Бот должен проверять или прибыль от связки больше какого-то минимального значения,
и если больше - то выставлять все ордера в этой связке.

Правильно?

- какие входные данные будут? 
В примере, насколько я понял, на вход идут 1 BTC и 15 ETH. 
Это будет любая криптовалюта? Или какие-то конкретные?






"""



